//|===========================|
//|   UBB编辑器JS代码 1.0               |
//|      作者:舜子(PuterJam)            |
//|   版权所有 2005                          |
//|      UBB代码提示信息                  |
//|   for Uyghur by Tedbirkar.net |
//|===========================|

var email_normal = "ئۇلانمىدا كۆرۈنىدىغان خەتنى كىرگۈزۈڭ، كىرگۈزمىسىڭىز ئۇلانمىنىڭ ئۆزى بىۋاستە كۆرۈنىدۇ‏.‏\n[email][/email] [email=][/email] ئىشلىتىلىدىغان بەلگە :‏‎‎‎‎‎‏‏‎";
var email_normal_input = "‏ئېلخەت ئادرېسىنى كىرگۈزۈڭ .‏";
var fontsize_normal = "‏‏چوڭايتماقچى بولغان خەتنى كىرگۈزۈڭ.‏\n‏‎[size][/size] ‏ئىشلىتىدىغان بەلگە:‏‎";
var font_normal = "‏خەت شەكلىنى ئۆزگەرتمەكچى بولغان خەتنى كىرگۈزۈڭ. ‏\n[font][/font] ‎‏ئىشلىتىدىغان بەلگە‏:‏‎";
var bold_normal = "‏توم قىلماقچى بولغان خەتنى كىرگۈزۈڭ.‏ \n‎‎[b][/b] ئىشلىتىدىغان بەلگە:‏‏‎‏";
var italic_normal = "يانتۇ قىلماقچى بولغان خەتنى كىرگۈزۈڭ .‏\n‎‎[i][/i] ئىشلىتىدىغان بەلگە:‏";
var quote_normal = "نەقىل قىلماقچى بولغان خەتنى كىرگۈزۈڭ .‏\n‎‎[quote][/quote] ئىشلىتىدىغان بەلگە:‏";
var hidden_normal = "يوشۇرۇن نەقىل قىلماقچى بولغان ئەزالارلا كۆرەلەيدىغان ئۇچۇرنى كىرگۈزۈڭ .‏\n‎‎[hidden][/hidden] ئىشلىتىدىغان بەلگە:‏";
var mDown_normal = "چۈشۈرۈلمەكچى بولغان ھۆججەت ئىزاھاتىنى كىرگۈزۈڭ .‏\n‎‎[mDown][/mDown] [mDown=][/mDown] ‎‏ئىشلىتىدىغان بەلگە:‏";
var mDown_normal_input = "چۈشۈرمەكچى بولغان ھۆججەتنىڭ چۈشۈرۈش ئادرېسىنى كىرگۈزۈڭ .‏";
var html_normal = "كودىنى كىرگۈزۈڭ . ‏‏‎‎ HTML ‏قىستۇماقچى بولغان \n‎‎[html][/html] ئىشلىتىدىغان بەلگە:‏";
var color_normal = "رەڭگىنى ئۆزگەرتمەكچى بولغان خەتنى كىرگۈزۈڭ .‏\n‎‎[color][/color] ئىشلىتىدىغان بەلگە:‏";
var left_normal = "سولغا توغرىلىماقچى بولغان خەتنى كىرگۈزۈڭ .‏\n‎‎[align=left][/align] ئىشلىتىدىغان بەلگە:‏";
var center_normal = "ئوتتۇرىغا توغرىلىماقچى بولغان خەتنى كىرگۈزۈڭ .‏\n‎‎[align=center][/align] ئىشلىتىدىغان بەلگە:‏";
var right_normal = "ئوڭغا توغرىلىماقچى بولغان خەتنى كىرگۈزۈڭ .‏\n‎‎[align=right][/align] ئىشلىتىدىغان بەلگە:‏";
var link_normal = "ئۇلانمىدا كۆرۈنىدىغان خەتنى كىرگۈزۈڭ، كىرگۈزمىسىڭىز ئۇلانمىنىڭ ئۆزى بىۋاستە كۆرۈنىدۇ .‏\n‎‎[url][/url] [url=][/url] ‎‏ئىشلىتىدىغان بەلگە:‏";
var link_normal_input = "ئادرېسنى كىرگۈزۈڭ .‏";
var ed2k_normal = "‎‏‎ئۇلىنىشىدا كۆرۈنىدىغان خەتنى كىرگۈزۈڭ ، كىرگۈزمىسىڭىز ئۇلانمىنىڭ ئۆزى بىۋاستە كۆرۈنىدۇ .‏‏‏‎ ‎eMule‎\n‎‎[ed2k][/ed2k] [ed2k=][/ed2k] ‎‏ئىشلىتىدىغان بەلگە:‏";
var ed2k_normal_input = "ئادرېسىنى كىرگۈزۈڭ .‏ ‎eMule‏";
var image_normal = "قىستۇرماقچى بولغان رەسىمنىڭ ئادرېسىنى كىرگۈزۈڭ .‏\n‎‎[img][/img] ئىشلىتىدىغان بەلگە:‏";
var flash_normal = "‎نىڭ ئادرېسىنى كىرگۈزۈڭ .‏ Flash‏\n‎‎[swf][/swf] [swf=width,height][/swf] ‎‏ئىشلىتىدىغان بەلگە:‏";
var code_normal = "قىستۇرماقچى بولغان كودنى كىرگۈزۈڭ .‏\n‎‎[code][/code] :ئىشلىتىدىغان بەلگە";
//var list_normal = "\"1\" سان شەكىللىك تىزىملىك ئۈچۈن‎‏  ،‎\"A\"‏ ‎ھەرپ شەكىللىك تىزىملىك ئۈچۈن‎  تىزىملىك شەكلىكىنى تاللاڭ :‏‎‏\n‎‎[list=1][/list] ئىشلىتىدىغان بەلگە:‏";
//var list_normal_error = ۋە ياكى قۇرۇق بولۇشى كېرەك ."‏ ‎\"1\"‏ ‎ياكى‎‏ \"A\"‏ ‎خاتالىق : ‏تىزىملىك شەكلى چوقۇم";
var list_normal_input = "تىزىملىك تۈر مەزمۇنىنى كىرگۈزۈڭ ، ناۋادا كىرگۈزمىسىڭىز تۈر مەزمۇنى ئاياغلىشىدۇ .‏";
var underline_normal = "ئاستىغا سىزىق چىقارماقچى بولغان خەتنى كىرگۈزۈڭ .‏\n‎‎[u][/u] ئىشلىتىدىغان بەلگە:‏";
var wma_normal = "ئاۋاز ھۆججەت ئادرېسىنى كىرگۈزۈڭ .‏\n‎‎[wma][/wma] [wma=width,height][/wma] ‎‏ئىشلىتىدىغان بەلگە:‏";
var wmv_normal = "سىن ھۆججەت ئادرېسىنى كىرگۈزۈڭ .‏\n‎‎[wmv][/wmv] [wmv=width,height][/wmv] ‎‏ئىشلىتىدىغان بەلگە:‏";
var rm_normal = "‎ھۆججەت ئادرېسىنى كىرگۈزۈڭ .‏ Real‏\n‎‎[rm][/rm] [rm=width,height][/rm] ‎‏ئىشلىتىدىغان بەلگە:‏";
var qt_normal = "ھۆججەت ئادرېسىنى كىرگۈزۈڭ .‏ ‎Mov‏\n‎‎[qt][/qt] [qt=width,height][/qt] ‎‏ئىشلىتىدىغان بەلگە:‏";
